Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nasjonalmuseet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: An article from 2019 argues that this version was also painted by Artemisia.
nb: I en artikkel fra 2019 blir det argumentert for at denne versjonen også ble malt av Artemisia.

source: Portrait of Mrs. Vosgraff, b.
nb: Fru oberstløytnant Vosgraff, f.

source: Le Corbusier in a letter to his mother, 1932
nb: Le Corbusier i brev til moren, 1932

source: Giovanni Benedetto Castiglione (by erroneus tradition)
nb: Giovanni Benedetto Castiglione (ifølge feilaktig tradisjon)

source: In 1900 she produced a draft of the decor Bekkeblom (Marsh marigold) for a tableware collection for Egersund Faience Works.
nb: I 1900 tegner hun utkast til dekoret «Bekkeblom» for servise for Egersund Fajancefabrik.

source: "Kari Saorisdatter, Floda" relates to: Related works
nb: "Kari Saorisdatter, Floda" relaterer til: Utforsk lignende verk fra samlingen

source: When her visa to the United States was finally granted in 1941, the Yugoslav authorities, who collaborated with the Nazis, refused to renew her passport.
nb: Da visumet til USA endelig var et faktum i 1941 ville ikke Jugoslaviske myndigheter, som samarbeidet med nazistene, fornye hennes pass.

source: Tidemand's first breakthrough came in the spring of 1841.
nb: Tidemands første gjennombrudd kom våren 1841.

source: The sculpture, viewer and absent artist share the same space and idea.
nb: Skulpturen, tilskueren og den fraværende kunstneren deler dermed samme rom og samme idé.

source: Her coronation dress from 1906 was a collaboration between the couture houses Silkehuset Norway and Vernon in Britain.
nb: Kroningskjolen fra 1906 var et samarbeidsprosjekt mellom norske Silkehuset og britiske Vernon.

source: "Bodensee mellom Mainau og Überlingen" relates to: Related works
nb: "Bodensee mellom Mainau og Überlingen" relaterer til: Utforsk lignende verk fra samlingen

source: "Båt ved brygge" relates to: Related works
nb: "Figurer og båt ved brygge" relaterer til: Utforsk lignende verk fra samlingen

source: "Mannsportrett" relates to:
nb: "Mannsportrett" relaterer til:

source: Illustration for Jan Erik Vold, Goddag!
nb: Til Jan Erik Vold, Goddag!

source: "Kvinne i halvfigur, Vikøy" relates to: Related works
nb: "Kvinne i halvfigur, Vikøy" relaterer til: Utforsk lignende verk fra samlingen

source: Peter Paul Rubens (assumed certain)
nb: Peter Paul Rubens (antatt sikker)

source: The Samba Bærumba cohousing community, designed by Planforum, was developed for a housing exhibition in Bærum in 1987.
nb: Bofellesskapet Samba Bærumba, tegnet av Planforum, ble utviklet for en boligutstilling i Bærum i 1987.

source: "Fra Vindlaus i Eidsborg" relates to: Related works
nb: "Fra Vindlaus i Eidsborg" relaterer til: Utforsk lignende verk fra samlingen

source: "Moldefjorden sett fra Eikrem" relates to: Related works
nb: "Moldefjorden sett fra Eikrem" relaterer til: Utforsk lignende verk fra samlingen

source: As the threat of German invasion drew closer, two courageous chamber maids, Hilda Cooper and Violet Wond, took it upon themselves to carry the items from the palace to the museum.
nb: De modige kammerpikene Hilda Cooper og Violet Wond fraktet ut garderoben før okkupasjonsmakten inntok Slottet.

source: "Hage med bygning" relates to: Related works
nb: "Hage med bygning" relaterer til: Utforsk lignende verk fra samlingen

source: Gunnvor Een Sture (Artist for cartoon/modello i.a.
nb: Gunnvor Een Sture (Kunstner for mønster/kartong e.l.

source: Antonio Tempesta (by erroneus tradition)
nb: Antonio Tempesta (ifølge feilaktig tradisjon)

source: "Riss av hunder" relates to: Related works
nb: "Riss av hunder" relaterer til: Utforsk lignende verk fra samlingen

source: In 1996 she was decorated as a Commander of the Order of St. Olav.
nb: I 1996 ble hun utnevnt til Kommandør av St. Olavs orden.

source: Likewise, the choice of material for the body of the carriage – plywood – expresses simplicity and perhaps a certain lightness as well.
nb: Likeledes er valget av materialet til vognens karosseri – finér – et uttrykk for nøkternhet, kanskje en viss letthet.

source: new National Museum
nb: det nye Nasjonalmuseet

source: There are excellent abstract paintings or kinetic works from the 1950s and 60s by Norwegian and international artists such as Anna Eva Bergman, Jean Dubuffet, Julio Le Parc, Serge Poliakoff, Jesus Rafael Soto, Odd Tandberg, and Jakob Weidemann.
nb: Her er utmerkede abstrakte malerier fra 1950-årene og kinetiske arbeider fra 60-årene av både norske og utenlandske kunstnere som Anna-Eva Bergman, Jean Dubuffet, Julio Le Parc, Serge Poliakoff, Jesus Rafael Soto, Irma Salo Jæger, Odd Tandberg og Jakob Weidemann.

source: One of the voices is down-to-earth, structured, and rational, while the other voice makes abstract statements and allows things to flow freely and organically.
nb: Den ene stemmen er jordnær, strukturert og rasjonell, den andre stemmen uttrykker seg i abstraksjoner, og tillater ting å flyte fritt og urørt.

source: In 1930 he held his debut with a solo exhibition in Tromsø.
nb: I 1930 debuterer han med separatutstilling i Tromsø.

source: "Skyer over Bodensee" relates to: Related works
nb: "Skyer over Bodensee" relaterer til: Utforsk lignende verk fra samlingen

source: Kumi Sugaï was one of Japan’s foremost contemporary artists and printmakers.
nb: Kumi Sugaï var en av Japans fremste samtidsmalere og grafikere.

source: Ekeland came from Bøn, near Eidsvoll, and lived there most of his life.
nb: Ekeland kom fra Bøn ved Eidsvoll og bodde der det meste av livet.

source: Art from 1945 to today.
nb: Kunst fra 1945 til i dag

source: Helmut Lang (Artist for cartoon/modello i.a.)
nb: Helmut Lang (Kunstner for mønster/kartong e.l.)

source: The photographs were rarely shown before this book was published in 1983 and are from a time when pictures of transgender people were rarely shown at all.
nb: Fotografiene hadde sjelden blitt vist før denne boka kom ut i 1983 og er fra en tid da bilder av transpersoner sjelden ble sett i det hele tatt.

source: We observed a great deal of ‘reflection-in-action’ (Schon,
nb: Vi observerte mye «reflection-in-action» (Schon,

source: "Klippe ved kysten, Kragerø (detalj)" relates to: Related works
nb: "Klippe ved kysten, Kragerø" relaterer til: Utforsk lignende verk fra samlingen

source: "Class Tidemand" relates to:
nb: "Clas Tidemand" relaterer til:

source: "Kvinnehode med hette" relates to: Related works
nb: "Kvinnehode med hette" relaterer til: Utforsk lignende verk fra samlingen

source: Fjell studied at the National Academy of Fine Arts in Oslo 1928–29 under the supervision of Axel Revold.
nb: Fjell studerte ved Statens kunstakademi i Oslo 1928–29 under veiledning av Axel Revold.

source: "Klesvask i elven" relates to: Related works
nb: "Klesvask i elven" relaterer til: Utforsk lignende verk fra samlingen

source: Show the image "Beate Hølmebakk, "House for a widow", 1996" in fullscreen
nb: Vis bildet "Beate Hølmebakk, «Hus for en enke», 1996" i full størrelse

source: Nørregaard felt disheartened by this, but at least the congregation in Gjøvik was satisfied.
nb: Nørregaard så dette som et nederlag, men menigheten i Gjøvik var i det minste fornøyd.

source: Knut Spange (Historical event, person, place, with affiliation)
nb: Knut Spange (Historisk hendelse, person, sted, med tilknytning)

source: Harald Sohlberg had his first encounter with Rondane in 1899.
nb: Harald Sohlberg hadde sitt første møte med Rondane i 1899.

source: "Flukten til Egypt" relates to: Related works
nb: "Flukten til Egypt" relaterer til: Utforsk lignende verk fra samlingen

source: Meyr's Neffe (Manufactured by - assumed certain)
nb: Meyr's Neffe (Produsent - antatt sikker)

source: But it is her interior scenes she has become best known for.
nb: Men det interiørscenene hun har blitt mest kjent for.

source: Cornelis Bos (Copy after - assumed certain)
nb: Cornelis Bos (Kopi etter - antatt sikker)

source: "Fire figurer blant flammer" relates to: Related works
nb: "Fire figurer blant flammer" relaterer til: Utforsk lignende verk fra samlingen

source: 1881 was the first year Amaldus Nielsen visited Ny-Hellesund, a safe harbour near the open sea where boats could seek shelter if a storm brewed up.
nb: I 1881 var Amaldus Nielsen for første gang i Ny-Hellesund, en trygg uthavn hvor båter kunne søke ly i dårlig vær.

source: Show the image "Rembrandt van Rijn (antatt sikker), «The Old and the New Church at Sloten», first half of the 1650's" in fullscreen
nb: Vis bildet "Rembrandt van Rijn (antatt sikker), «Den gamle og den nye kirken i Sloten», første halvdel av 1650-tallet." i full størrelse

source: "Jotunheimen sett fra Slidre" relates to: Related works
nb: "Jotunheimen sett fra Slidre" relaterer til: Utforsk lignende verk fra samlingen

source: The series was first exhibited as an independent project in 1988, before being expanded later on.
nb: Serien ble stilt ut som selvstendig prosjekt for første gang i 1988 og er senere blitt utvidet.

source: It was not well received when it arrived in Gjøvik in 1883; the image of Christ was considered too small and insignificant.
nb: Den ble ikke godt mottatt da den ankom Gjøvik i 1883; man mente at Kristus var gjort for liten og betydningsløs.

source: In the background we can see the stately Kiøsterudgården manor, which appears in several of his paintings, along with a large, dark-green tree.
nb: I bakgrunnen ser vi den staselige Kiøsterudgården, som går igjen i flere av hans bilder, samt et digert, mørkegrønt tre.

source: "Dampskipene "Kong Carl" og "Nordland" i Farsund" relates to: Related works
nb: "Dampskipene "Kong Carl" og "Nordland" i Farsund" relaterer til: Utforsk lignende verk fra samlingen

source: arts and education.
nb: og utdanningsfeltet stadig mer.

source: Sverre Fehn, "The Nordic Pavilion", in Venice, 1962.
nb: Sverre Fehn, «Den nordiske paviljongen», Biennalen i Venezia, 1962.

source: As a businessman, however, Jacob Juel lived a bit too dangerously.
nb: Som forretningsmann var imidlertid Jacob Juel litt for glad i å leve farlig.

source: The couple married around 1790 and had nine children.
nb: De to giftet seg rundt 1790 og fikk etter hvert ni barn.

source: The year after her death in 1921 a comprehensive exhibition of her art was arranged at Blomqvist Kunsthandel, comprising 245 works.
nb: Året etter hennes død i 1921 vistes en omfangsrik utstilling av hennes bildekunst hos Blomqvist Kunsthandel i Oslo, med 245 verk.

source: In the beginning of her career Borchgrevink also painted animals, interior scenery, and people, but the house motif gradually took over.
nb: I begynnelsen av karrieren malte Borchgrevink også dyr, interiører og mennesker, men etter hvert har husmotivet tatt over.

source: Artists in the exhibition
nb: Kunstnere i utstillingen

source: Nøstetangen glassworks was located in Hokksund near Drammen.
nb: Glassverket lå ved Hokksund utenfor Drammen.

source: The institutions lived side by side until 1908, when the “Christiania Collection of Engravings and Drawings” was formally incorporated into the National Gallery.
nb: Her levde de to institusjonene side om side til 1908. Da ble «Christiania Kobberstikk- og Håndtegningsamling» formelt innlemmet i Nasjonalgalleriet.

source: In February 1888 Vincent van Gogh arrived at the southern French city of Arles, where he stayed for over a year and painted some of his most famous pictures.
nb: I februar 1888 ankom Vincent van Gogh den sør-franske byen Arles, hvor han ble et drøyt år. En rekke av hans mest kjente bilder ble malt her.

source: , which was located on the same street as the couture houses Molstad and Steen & Strøm in Oslo.
nb: , som lå i samme gate som Molstad og Steen & Strøm i Oslo.

source: Hurdal glassverk (Manufactured by)
nb: Hurdal glassverk (Produsent - usikker)

source: "Portrettstudie" relates to:
nb: "Portrettstudie" relaterer til:

source: More recently, in 2019, it was claimed that the work was one of the first the artist painted while living in Rome.
nb: Mer nylig, i 2019, ble det skrevet at arbeidet var ett av de første kunstneren malte mens han var i Roma.

source: Jan van Goyen (by erroneus tradition)
nb: Quiringh van Brekelenkam (ifølge feilaktig tradisjon)

source: Beate Hølmebakk is one of Norway’s most prominent architects.
nb: Beate Hølmebakk en av landets mest markante arkitekter.

source: al programmes, but also for the overall development of the
nb: sikringen av de enkelte undervisningsoppleggene, men også

source: " in fullscreen
nb: " i full størrelse

source: 100% Norwegian wool woven on Jacquard weave Additional Information
nb: 100% norsk ull vevet på Jacquard vev

source: It should have a classical greatness, serenity and strength that enable the viewer to feel its inner peace, like the sense one has upon entering a cathedral,” Anna-Eva Bergman wrote in 1946.
nb: Det skal ha en klassisk storhet, ro og styrke som får tilskueren til å føle den indre stillhet, i likhet med det man føler når man trår inn i en katedral», skrev Anna-Eva Bergman i 1946.

source: Peter Michael Blytt (assumed certain)
nb: Peter Michael Blytt (antatt sikker)

source: With her artistic debut in 1980, Susana Solano emerged as a representative of the vibrant new art scene that began to flourish in Spain after Franco’s death in 1975.
nb: Med sin kunstneriske debut i 1980, sto Susana Solano frem som representant for det nye, pulserende kunstlivet som blomstret opp i Spania etter Francos død i 1975.

source: Hurdal glassverk (Manufactured by - uncertain)
nb: Heinrich Lorentzen Bech (Kunstner - usikker)

source: Her cabins were functional and adapted to the needs and uses of the inhabitants.
nb: Hyttene hennes var funksjonelle og tilpasset beboernes behov og bruk.

source: Show the image "St. Olavs gate 28–30." in fullscreen
nb: Vis bildet "St. Olavs gate 28–30." i full størrelse

source: Thomas Ruff explores the photographic ambivalence between the documental and the manipulated.
nb: Thomas Ruff arbeider med fotografiets ambivalens mellom det dokumentariske og manipulerte.

source: Together with Odd Tandberg he developed what they called
nb: Sammen med Odd Tandberg utviklet han det de kalte

source: Transforming existing buildings and abandoned industrial property may give valuable access to property, said Simone Sfriso from Venetian architects TAM Associati.
nb: For å få tilgang til eiendom, kan det ligge stor verdi i å transformere eksisterende bygninger og forlatte industrilokaler, mente Simone Sfriso fra Venezia-arkitektene TAM Associati.

source: (dwelling) adheres to such a limited colour scheme.
nb: VI (bolig) er holdt i en slik begrenset fargeskala.

source: Raku (Historical event, person, place, with affiliation)
nb: Raku (Historisk hendelse, person, sted, med tilknytning)

source: Mathilde Bonnevie married Lorentz Dietrichson in 1862.
nb: I 1862 giftet Mathilde Bonnevie seg med Lorentz Dietrichson.

source: Fiona Tan has above all been interested in exploring questions of identity and describing individuals, whether through photography, video, or video installations.
nb: Hos Fiona Tan har identitetsproblematikk og beskrivelse av enkeltmennesket, fremstilt gjennom fotografi, video og videoinstallasjoner, stått sentralt.

source: Per Barclay creates installations that occupy the entire room.
nb: Per Barclay lager installasjoner som tar hele rommet i besittelse.

source: He has also participated at the Venice Biennale and three times at Documenta in Kassel.
nb: Han har også deltatt på Venezia-biennalen og tre ganger på documenta i Kassel.

source: Bergman also studied at the Vienna School of Arts and Crafts, where she tried her hand at working in an abstract idiom and with a variety of materials and techniques.
nb: Bergman studerte også ved Kunst- og håndverksskolen i Wien, hvor hun ble utfordret til å arbeide abstrakt og med flere ulike materialer og teknikker.

source: "Mann i gresk drakt" relates to: Related works
nb: "To kvinner i gresk drakt" relaterer til: Utforsk lignende verk fra samlingen

source: Show the image "Wilhelm von Hanno: “Building for The Geographic Survey of Norway”, 1875.
nb: Vis bildet "Wilhelm von Hanno: «Norges geografiske oppmåling», 1875.

source: Pieter Pourbus (by erroneus tradition)
nb: Pieter Pourbus (ifølge feilaktig tradisjon)

source: Ragnar Anker Nilsen (Photographer - assumed certain)
nb: Ragnar Anker Nilsen (Fotograf - antatt sikker)

source: The distinctive style of painting and non-naturalistic colouring bring to mind the Die Brücke artist Karl Schmidt-Rottluff, whom Jynge was keenly interested in and whom he visited during a field trip to Germany in 1933.
nb: Både malermåten og den ikke-naturalistiske fargebruken minner om malerstilen til Die Brücke-kunstneren Karl Schmidt-Rottluff, som Jynge var svært opptatt av og besøkte under en studietur til Tyskland i 1933.

source: In the late 1940s, Rumohr studied under Jean Heiberg and Georg Jacobsen at the Academy of Fine Art in Oslo, where he learned about geometric techniques of composition.
nb: Rumohr studerte under Jean Heiberg og Georg Jacobsen på kunstakademiet i Oslo i slutten av 1940-årene og fikk undervisning i geometriske komposisjonsmetoder.

source: "Kuer og griser" relates to: Related works
nb: "Kuer og griser" relaterer til: Utforsk lignende verk fra samlingen

source: "Alle vegne i Maroc" relates to: Related works
nb: "Alle vegne i Maroc" relaterer til: Utforsk lignende verk fra samlingen

source: Purchases 2016: Old Masters and Modern art
nb: Ervervelser 2016: Eldre og moderne kunst

source: Ernst Josephson sojourned in Spain in 1881– 82 together with several Nordic colleagues.
nb: Ernst Josephson oppholdt seg i 1881–82 i Spania sammen med flere nordiske kollegaer.

source: "Skyer over landskap" relates to: Related works
nb: "Skyer over landskap" relaterer til: Utforsk lignende verk fra samlingen

source: Antoine Coypel (by erroneus tradition)
nb: Antoine Coypel (ifølge feilaktig tradisjon)

source: Gerd Tinglum trained as an artist in Japan and Oslo and at the Hochschule für Bildende Künste in Hamburg in the 1970s.
nb: Gerd Tinglum ble utdannet i Japan, Oslo og ved Hochschule für Bildende Künste i Hamburg i 1970-årene.

source: "Burg Are, Altenahr" relates to: Related works
nb: "Burg Are, Altenahr" relaterer til: Utforsk lignende verk fra samlingen

source: Cobra and Caprice, 1961.
nb: Cobra og Caprice, 1961.

source: Jens Andreas Selmer (Photographer - assumed certain)
nb: Jens Andreas Selmer (Fotograf - antatt sikker)

source: Giovanni Battista Tiepolo (by erroneus tradition)
nb: Giovanni Battista Tiepolo (ifølge feilaktig tradisjon)

source: It is dated 1905 and was made by
nb: Den er datert 1905, og laget av

source: "Figurstudier, Rügen" relates to:
nb: "Figurstudier, Rügen" relaterer til:

source: Etiopia (Ethiopia) (1935) depicted Italy’s attack on the African country.
nb: (1935) skildret Italias angrep på det afrikanske landet.

source: "Mannsfigurer, Riva degli Schiavoni" relates to: Related works
nb: "Mannsfigurer, Riva degli Schiavoni" relaterer til: Utforsk lignende verk fra samlingen

source: In 1626 he was commissioned to decorate the dome of the cathedral in Piacenza with a number of frescoes, including eight monumental depictions of sibyls, the mythological seers of antiquity.
nb: I 1626 fikk han i oppdrag å utsmykke kuppelen i domkirken i Piacenza med blant annet åtte monumentale fremstillinger av sibyller (antikkens mytologiske spåkvinner).

source: Vortex model engineering (John & Laurie Converse) Santa Barbara, California (Producer of depicted object) Creation date:
nb: Vortex model engineering (John & Laurie Converse) Santa Barbara, California (Produsent av avbildet gjenstand)

source: Baldessari is interested in poststructuralism and the language and imagery of pop culture.
nb: Baldessari er opptatt av poststrukturalisme og populærkulturelt språk og bilde.

source: "Fra Porta San Giovanni, Roma" relates to: Related works
nb: "Fra Porta San Giovanni, Roma" relaterer til: Utforsk lignende verk fra samlingen

source: She repeated the archetypical forms of Les Themes again and again in both paintings and prints.
nb: Motiver fra «Les Themes» formuleres igjen og igjen både i maleri og grafikk.

source: Irma Salo Jæger made her breakthrough with a solo exhibition at Kunstnernes Hus in Oslo in 1968.
nb: Irma Salo Jæger fikk sitt gjennombrudd med en separatutstilling i Kunstnernes Hus i 1968.

source: "Listening to Phillip Glass nr. 5" relates to: Related works
nb: "Listening to Phillip Glass nr. 5" relaterer til: Utforsk lignende verk fra samlingen

source: Ming (Historical event, person, place, with affiliation)
nb: Ming (Historisk hendelse, person, sted, med tilknytning)

source: Oddly enough, Hjula Væveri created an almost identical fabric called "Diagonette kunstsilke" (diagonal artificial silk), which was exhibited at Foreningen Brukskunst (Association of Applied Arts) in 1934.
nb: Merkelig nok gjorde Hjula Væveri et nesten identisk stoff kalt «Diagonette kunstsilke», som ble utstilt i Foreningen Brukskunst i 1934.

source: "Landskap ved Firenze" relates to: Related works
nb: "Landskap ved Firenze" relaterer til: Utforsk lignende verk fra samlingen

source: Born 1932 in Karasjok, death 2007
nb: Født 1932 i Karasjok, død 2007

source: Sohlberg made his first sketch for the painting on the train home from the skiing trip in 1899.
nb: Sohlberg tegnet den første skissen allerede på toget på vei hjem fra skituren i 1899.

source: A genuine Dior?
nb: En ekte Dior?

source: • The exhibition opens in 2022
nb: Utstillingen åpner i 2022

source: "Kystlandskap" relates to:
nb: "Kystlandskap" relaterer til:

source: "Fra Schaffhausen (detalj)" relates to: Related works
nb: "Fra Schaffhausen (detalj)" relaterer til: Utforsk lignende verk fra samlingen

source: Tostrup (Producer of depicted object)
nb: Tostrup (Produsent av avbildet gjenstand)

source: She has been specialist consultant for the exhibition “America – Present, Past, Identity” at the Museum of Cultural History, Associate Professor of Development Studies at OsloMet (formerly Oslo University College), and a member of Art Council Norway’s committee for the protection of cultural heritage.
nb: Hun har jobbet som fagansvarlig for utstillingen «Amerika – samtid, fortid, identitet» ved Kulturhistorisk museum, førsteamanuensis i utviklingsstudier ved OsloMet (HiO) og var medlem i Kulturrådets faglig utvalg for kulturvern.

source: Queen Maud’s wardrobe contains many British-made wintersport coats dated 1915 to 1935.
nb: Fra perioden 1915 til 1935 er det mange britiskproduserte vintersport-kåper i dronning Mauds garderobe.

source: "To kvinner i stueinteriør" relates to: Related works
nb: "To kvinner i stueinteriør" relaterer til: Utforsk lignende verk fra samlingen

source: Norsk Forening For Grafisk Kunst (Publisher) Creation date:
nb: Norsk Forening For Grafisk Kunst (Utgiver/forlegger)

source: Orrefors Glasbruk A/B (Manufactured by - assumed certain)
nb: Orrefors Glasbruk A/B (Produsent - antatt sikker)

source: Oda Krohg was fearless, and participated in discussions where only men were expected to have opinions.
nb: Oda Krohg var uredd og deltok gjerne i diskusjoner hvor det ofte bare var menn som var forventet å ha meninger.

source: Dronning Josefines Haandgjerningsskole i Christiania (Historical event, person, place, with affiliation)
nb: Dronning Josefines Haandgjerningsskole i Christiania (Historisk hendelse, person, sted, med tilknytning)

source: "Utsikt over Salzburg" relates to: Related works
nb: "Utsikt over Salzburg" relaterer til: Utforsk lignende verk fra samlingen

source: Tandberg disrupts the perception of the bride as a symbol of monogamy.
nb: Tandberg forstyrrer oppfatningen av bruden som symbol på monogami.
